[
    {
        "img": "https://assignment-10-img.netlify.app/images/blo-1.jpg",
        "title": "12 Easy Lunch Ideas for Type-2 Diabetes",
        "des": "If you spend your days juggling Zoom meetings, caring for your family, and tackling tasks that focus on anything but self-care, chances are your midday meal has become an afterthought. But if you’re managing type 2 diabetes, making a healthy lunch one of your priorities can have a significant effect on your weight and blood sugar level. Whipping up your meal at home is the simplest way to make sure that happens. Plus, eating out for many meals is associated with negative health effects, like a higher body mass index and cholesterol levels, according to a study published in May 2015 in the International Journal of Obesity. Thankfully, all it takes is a little know-how — and these easy recipe ideas — to create quick, healthy lunches that are diabetes-friendly. For starters, think about building your lunch around a lean protein source, such as skinless chicken, tuna, shrimp, beans, or tofu, as the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) suggests. In general, “protein does not raise blood sugar as quickly or as greatly as foods high in sugar or options from the grain group,” says Julie Stefanski, RDN, CDCES, a national spokesperson for the Academy of Nutrition and Dietetics who is based in Baltimore. From that base, Stefanski recommends adding at least 1 to 1½ cups of your favorite nonstarchy vegetable. The  American Diabetes Association (ADA) lists collard greens, broccoli, cauliflower, zucchini, and green beans as diabetes-friendly nonstarchy veggie options.  As for carbohydrates, aim for 30 to 45 grams (g) if you’re a woman and 45 to 60 g if you’re a man, suggests Amy Kimberlain, RDN, CDCES, who is based in Miami and is also a national spokesperson for the Academy of Nutrition and Dietetics.",
        "date": "18-OCT-2021",
        "id": "1"
    },
    {
        "img": "https://assignment-10-img.netlify.app/images/blo-2.jpg",
        "title": "The Seasonal Superfood You’re Probably Throwing Out",
        "des": "Carving a jack-o’-lantern or two is a time-honored tradition, but if you’re throwing out the seeds along with the rest of the goop, you’re missing out. While the larger pumpkins used for carving generally aren’t the best for eating, according to the University of Connecticut College of Agriculture, Health, and Natural Resources, their seeds, known as pepitas, can be a delicious and healthy addition to many dishes. “From a sustainability perspective, eating the seeds from the pumpkin you brought home is much more eco-friendly than buying a bag of pepitas,” says food waste expert Stephanie Seferian, author of Sustainable Minimalism and host of the Sustainable Minimalists podcast. The U.S. produces a whopping one billion pounds of pumpkins each year, according to Penn State University, and most of the seeds inside the orange squashes are simply treated as, well, trash. When you keep the extras from your pumpkin out of the landfill, you do your part to help reduce methane emissions and avoid wasting resources that went into growing the pumpkins and its seeds in the first place, including water, Seferian notes. You also avoid the excess plastic most store-bought seeds are packaged in",
        "date": "18-OCT-2021",
        "id": "2"
    },
    {
        "img": "https://assignment-10-img.netlify.app/images/blo-3.gif",
        "title": "The flu proves more deadly for children of color than for White youths, study says",
        "des": "Consumer Reports has no financial relationship with any advertisers on this site. People who are Black, Hispanic or American Indian/Alaska Native are more likely than White people to be hospitalized with a case of the flu in the United States, according to a recent study from the Centers for Disease Control and Prevention and other institutions. Young children in these groups, along with Asian and Pacific Islander children, are also more likely to die of flu than White children. U.S. coronavirus cases tracker and map The study, published in August in the journal JAMA Network Open, took a close look at 113,352 flu hospitalizations between 2009 and 2019 from across the country. Researchers found clear disparities in those hospitalizations as well as among those who were ultimately admitted to the intensive care unit or who died. Story continues below advertisement “In many ways there was nothing here that was shocking,” says Sandra Crouse Quinn, professor and chair of the department of family science at the University of Maryland School of Public Health and senior associate director of the Maryland Center for Health Equity, who was not involved in this research. “That doesn’t mean it’s not disturbing.",
        "date": "18-OCT-2021",
        "id": "3"
    },
    {
        "img": "https://assignment-10-img.netlify.app/images/blo-4.gif",
        "title": "The Big Number: Overweight, obese people should get tested for diabetes starting at age 35",
        "des": "reduce the number of adults who have diabetes, now roughly 34 million people (13 percent of the U.S. adult population), according to the Centers for Disease Control and Prevention. Excess weight is considered one of the strongest risk factors for diabetes. People with diabetes have too much glucose (sugar) in their blood. In addition, the CDC says that about 88 million adults have what is called prediabetes, when blood sugar levels are higher than normal but not high enough to elicit a diabetes diagnosis. Prediabetes often progresses to full-fledged diabetes, however. The task force’s report noted that screening for prediabetes and diabetes at a younger age, done via a simple blood test, should enable earlier detection, diagnosis and treatment of a condition that can cause serious, even life-threatening, health problems over time, including heart disease, vision loss and kidney disease. Lifestyle modifications — healthier eating, more exercise and weight loss — are seen as important first steps in preventing or treating the condition. Under the Affordable Care Act, insurers must fully cover testing that has been endorsed by the task force, with no out-of-pocket costs to a patient.",
        "date": "18-OCT-2021",
        "id": "4"
    },
    {
        "img": "https://assignment-10-img.netlify.app/images/blo-5.jpg",
        "title": "The Illusion of Eye Contact with Telemedicine",
        "des": "I’m big on eye contact with patients. It’s how we show ourselves as humans. The eyes are the windows to the soul. Through them, we build trust, empathy and reciprocity. When I’m with a patient face-to-face it isn’t always possible but I do my best. Like the IRL experience I try to achieve some level of eye contact during telemedicine encounters. But care through a screen presents challenges to eye contact. The problem is that the only way to create that eye-to-eye connection is to look directly at my camera. This way I’m looking right at the patient. What they experience is me connecting directly with them in the most human way. It hopefully serves as an indicator of my focus and bandwidth. The problem is that telemedicine eye contact is an illusion. Because I can’t see them. All I see is the lens of my camera in this case. Appearing in the margins of my lower field of vision is the mother’s face and the critical cues of her reaction to the things I say. Sometimes I act like I can see with affirming facial expressions. But it’s part of a friendly charade to make the whole thing look real to the family on the other side of the screen. And, of course, trying to record your note during the telemedicine visit adds a whole other layer of disconnection. Now there’s the real possibility that if I were to look directly at them on the screen then people would see this lower focal point as actually being eye contact. A kind of detached focal point – a surrogate for IRL contact that the receiving person fully understands. A new kind of human understanding for 21st century connection. I’ve heard there’s technology where a microcamera dangles down in the middle of the screen. It allows you to see the person on the other side while they see you looking directly at them when they speak. Maybe that’s the answer. While telemedicine improves access to care it always represents a compromise of human-to-human connection. The illusion of telemedicine eye contact is just one example. Every 33 charts post has helpful little tags at the bottom of each post that help you find related material. If you like this post you’ll like our Telemedicine Archives. It’s everything written here on telemedicine and my views on its adoption. Just click on the small font tag at way down there at the bottom and check it all out.",
        "date": "18-OCT-2021",
        "id": "5"
    },
    {
        "img": "https://assignment-10-img.netlify.app/images/blo-6.jpg",
        "title": " More Than 140,000 Children Lost a Caregiver Due to COVID-19",
        "des": "A new study from Pediatrics reports that one child loses a parent or caregiver for every four COVID-19 deaths, illustrating orphanhood as an unseen and continuing secondary tragedy caused by the pandemic Janette Wider Dreamstime L 109039939 The National Institutes of Health (NIH) issued a news release on Oct. 7 detailing a new study on disparities in caregiver deaths by race and ethnicity. The study entitled, “COVID-19-Associated Orphanhood and Caregiver Death in the United States,” was published in the October edition of Pediatrics. The release states that “One U.S. child loses a parent or caregiver for every four COVID-19 deaths, a new modeling study published today in Pediatrics reveals. The findings illustrate orphanhood as a hidden and ongoing secondary tragedy caused by the COVID-19 pandemic and emphasizes that identifying and caring for these children throughout their development is a necessary and urgent part of the pandemic response—both for as long as the pandemic continues, as well as in the post-pandemic era.” That said, “From April 1, 2020 through June 30, 2021, data suggest that more than 140,000 children under age 18 in the United States lost a parent, custodial grandparent, or grandparent caregiver who provided the child’s home and basic needs, including love, security, and daily care. Overall, the study shows that approximately one out of 500 children in the United States has experienced COVID-19-associated orphanhood or death of a grandparent caregiver. There were racial, ethnic, and geographic disparities in COVID-19-associated death of caregivers: children of racial and ethnic minorities accounted for 65 percent of those who lost a primary caregiver due to the pandemic.",
        "date": "18-OCT-2021",
        "id": "6"
    },
    {
        "img": "https://assignment-10-img.netlify.app/images/blo-7.jpg",
        "title": "Telehealth Shouldn’t Mean 'Videohealth' for Opioid Treatment",
        "des": "Utsha G. Khatri is a physician with the National Clinician Scholars Program at the University of Pennsylvania in Philadelphia. Elizabeth A. Samuels is a physician with Brown Emergency Medicine in Providence. As emergency medicine physicians and substance use disorder researchers, we frequently provide our patients with a drug called buprenorphine, or Suboxone, an FDA-approved medication used to treat opioid use disorder. Although it is extremely effective at saving lives, it is notoriously difficult for patients to get a prescription. However, since April 2020 under rules adopted during the pandemic, clinicians like us have been able to provide buprenorphine treatment over the phone to people struggling with opioid use disorder. This policy change has had great results, improving our ability to provide treatment to people who otherwise would not be able to access care. While poison control centers have been providing telephone-delivered medical advice across the United States for decades, it is not the traditional model of medical care delivery. Traditional telehealth, which includes a two-way audio-visual platform, exponentially expanded during the pandemic. But for our patients with opioid use disorder, this mode of communication would have been a significant barrier added on top of the ones they already face, including a limited number of providers, few appointments, no transportation and limited or no Internet access. On a recent call, a patient looking for help simply explained, “I don’t want to die.” His fear and loss echoed but were swept away by a sigh of relief when he heard that yes, we could help him and we could help him that day, during that telephone call.",
        "date": "18-OCT-2021",
        "id": "7"
    },
    {
        "img": "https://assignment-10-img.netlify.app/images/blo-8.jpg",
        "title": "Mothers, Babies, and COVID-19",
        "des": "Almost a year ago, Sarah Cuschieri & Stephan Grech titled a Journal of Diabetes & Metabolic Disorders article “COVID-19: a one-way ticket to a global childhood obesity crisis?” The point being, mothers and children are not only at risk of death or serious disability. As with so many other health issues, childhood obesity is woven right into the fabric of the coronavirus pandemic. Much has been written about the effect of the environment on babies and young children. Is the air polluted? Can they get enough healthful food to build their young bodies? Is the noise level harmful? Are their neighborhoods safe to play in? The first and most important environment that a baby ever lives in is its mother’s uterus, and of course “the presence of obesity during pregnancy has been linked with childhood obesity as well as diabetes and cardiovascular disease. ” The authors go on to say that, as the pandemic picked up steam, pregnant women were recognized as a vulnerable group, and some governments told them to stay home if at all possible. Here is the problem. These women had to monitor their own health, to a very great extent, without the up-close-and-personal guidance they had been led to expect from traditional prenatal care in the pre-COVID years. Thus… […] as part of the containment measures to curb the viral spread, most of the routine hospital visits were temporarily cancelled or postponed including the antenatal routine check-ups… Such stress might have led to pregnant women to indulge in easily accessible food while following a sedentary lifestyle with potential weight again and deterrent effects on the unborn child. In the fall of 2020, the Centers for Disease Control made public what it had learned from keeping track of 598 pregnant women whose infection with COVID-19 had been confirmed. They were more likely than others to be hospitalized and more likely to require the advanced services of the Intensive Care Unit. Just over half of them were asymptomatic, so being diagnosed came as a surprise. Dr. Jeanne Sheffield of Johns Hopkins wrote at the time, One-fifth of the hospitalized women had underlying medical conditions. There was a 2% pregnancy loss rate, and a small increase in preterm deliveries. There is still limited information about whether COVID-19 in particular is associated with pregnancy loss, miscarriage or stillbirth. But we do know that high fevers in pregnancy, especially in the first trimester, can raise the risk of birth defects.",
        "date": "18-OCT-2021",
        "id": "8"
    },
    {
        "img": "https://assignment-10-img.netlify.app/images/blo-9.jpg",
        "title": "2019 Measles Outbreak: Information for Parents",
        "des": "Measles, measles, and more measles. I know, it seems like all I’m writing about.  I’ve been doing media interviews for weeks now on measles infections and there doesn’t seem to be a slowdown yet. As it stands, there are currently 839 measles cases in the U.S. and children under age 5 years old account for about half of the cases. The vast majority of cases are in those who are unvaccinated. I’ve been asked: “Is the situation improving?” The answer is…no…sadly. The 75 new cases this week are a higher bump than in the previous two weeks, when about 60 additional cases were reported each week. Measles is wildly contagious. It spreads when a person infected with the measles virus breathes, coughs, or sneezes. You can catch measles just by being in a room where a person with measles has been, up to 2 hours after that person is gone. The great news, as always, is that we have a vaccine for this! We can prevent this from ever happening in the first place! Parents and children who are immunized are well protected and don’t need to worry right now. This is the greatest number of cases reported in the U.S. since measles was eliminated from this country in 2000.  The high number of cases in 2019 is primarily the result of a few large outbreaks – one in Washington State and two large outbreaks in New York that started in late 2018. New York has the biggest outbreak, accounting for almost 700, or more than 80%, of the cases nationwide. There are 4 new confirmed measles cases in western Washington involving people who spent time at the Seattle-Tacoma International Airport. If you’re concerned you could have been exposed, talk with your doctor. If you wonder if you’re up-to-date on MMR vaccines talk with your doc about a blood test to prove your immunity or repeating/starting the MMR shot. Here’s info on MMR shot. Perhaps one shining light that has come from this awful outbreak is that new laws are being passed to increase safety in our schools and communities. Last Friday, in my home state, Washington’s governor signed a law that says parents with children heading to daycare or school will no longer be able to claim personal or philosophical objections to the measles, mumps and rubella vaccine — schools will increasingly be the LAST place your child would ever get exposed to measles. Big win!",
        "date": "18-OCT-2021",
        "id": "9"
    },
    {
        "img": "https://assignment-10-img.netlify.app/images/blo-10.jpg",
        "title": "The differences and similarities between the flu and COVID-19",
        "des": "The viruses that cause the flu and COVID-19 are not the same, and the diseases are different, too. But they have a lot in common, including the ways you can protect yourself. You can imagine the viruses as different kinds of dangerous animals – but 'both can bite you,' said Dr. Priya Sampathkumar, head of the infection control program at the Mayo Clinic in Rochester, Minnesota. More precisely, the flu is caused by several different strains of virus. Influenza A and B are the ones that spur flu season. COVID-19 is caused by a virus called SARS-CoV-2, which was first identified in late 2019. The Centers for Disease Control and Prevention says symptoms for both flu and COVID-19 can range from mild to severe. Both illnesses can cause fatigue, body aches, fever, chills, coughing or headache. Shortness of breath, runny nose and loss of taste or smell are more common with COVID-19. From symptoms alone, 'there's really no good way to tell flu apart from COVID infection,' Sampathkumar said. Both spread in similar ways, she said. Both viruses multiply in the upper respiratory tract. When people who are infected cough or speak, virus-laden respiratory droplets are expelled. Someone who breathes in those particles can get sick. But SARS-CoV-2 is more contagious than the flu viruses, she said, partly because it's new to humans. 'Because flu has been around for so long, most of us are partially immune either by vaccination or through previous exposures to flu, which is why the vast majority of us don't get very sick.' Both viruses can be spread by infected people before they have symptoms. The CDC says a person infected with COVID-19 could be contagious about two days before having symptoms compared to one day for most people with the flu. And people with COVID-19 could be contagious longer from the onset of symptoms – at least 10 days as opposed to seven days with the flu. While both diseases can be deadly, the coronavirus has caused much more devastation since it came on the scene. During the 2018-2019 flu season, influenza caused 34,157 deaths in the United States, according to CDC estimates. In 2020, COVID-19 was the underlying cause of 345,323 deaths in the U.S., according to provisional CDC data. Also, the diseases don't target people equally. 'Probably the major difference between flu and COVID is the behavior of the disease in very young children,' Sampathkumar said. 'Very young children seem to be somewhat less likely to become ill with COVID.' Flu, on the other hand, 'actually tends to make very young children very sick.",
        "date": "18-OCT-2021",
        "id": "10"
    }
]